Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/F43B.tmx
Source language: en_us
Languages: zh_cn

source: World Cup 2010: Who are the favourites
zh_cn: 世界杯看点：金手套奖花落谁家？

source: With the World Cup now just three days away, the pressure on the players is only growing as fans\' anticipation reaches fever pitch.
zh_cn: 随着世界杯的日益临近，与球迷们渐趋白热化的期望值成正比的是球员们所感受的压力。

source: While all 736 players involved in this summer\'s fabled tournament will have their eyes on lifting the trophy come July 11 at Soccer City in Johannesburg, a select few will also have their eyes on another, more individual prize.
zh_cn: 参与到这场夏日足球狂欢中的736名球员都期盼着7月11日在约翰内斯堡的足球城体育场能亲手举起大力神杯，当然在梦想捧杯的同时，有些人也在觊觎个人荣誉。

source: Yesterday we looked at the odds for the Golden Boot, but what about the other end of the pitch?
zh_cn: 之前我们讨论了金靴奖可能的归属问题，这属于进攻范畴，现在我们要讨论的是防守技巧，不过讨论对象不是后卫，而是门将。

source: Which team will be the meanest and keep the most clean sheets in the tournament?
zh_cn: 本届杯赛，到底哪支球队的丢球数相对较少呢？哪位门将能将金手套奖收入囊中呢？

source: The favourite five
zh_cn: 五大热门

source: Spain | Iker Casillas
zh_cn: 西班牙——伊克尔·卡西利亚斯

source: Why he can do it:
zh_cn: 入选理由：

source: Spain conceded just five goals in their 10 qualifying matches, which amounts to one every two games or a goal every 180 minutes. That\'s a pretty mean record and one Casillas will be looking to mirror as his side try to win the World Cup.
zh_cn: 西班牙10场预选赛只丢了5个球，算起来差不多每两场比赛或每180分钟丢一个球，这是相当骄人的记录，西班牙若想赢得世界杯，门将卡西利亚斯的把关至关重要。

source: A 6-0 friendly win over Poland signalled their intentions to do just that.
zh_cn: 世界杯开始前夕，友谊赛6：0痛击波兰预示着西班牙人的野心。

source: Titan Bet odds: 6.00
zh_cn: Titan Bet赔率：6.00

source: Brazil | Julio Cesar
zh_cn: 巴西——朱利奥·塞萨尔

source: Historically not known for their tight defences, the Brazilians built up a reputation for a \'you score one, we\'ll score two\' approach to the beautiful game, but Dunga\'s side have become decidedly frugal of late - letting in 11 goals in 18 qualifying games. And with beasts like Lucio at the back, no wonder chances are hard to come by.
zh_cn: 在历史上，巴西人并不是以防守见长，他们的比赛信念是“你进一个，我就进两个”，力图踢出赏心悦目的比赛来。但邓加打造的这支巴西队明显更重视防守——18场预选赛只丢了11球，有卢西奥这样的野兽级后卫坐镇后防，想找到进球机会的确不太容易。

source: Titan Bet odds: 6.50
zh_cn: Titan Bet赔率：6.50

source: England | David James
zh_cn: 英格兰——大卫·詹姆斯

source: England\'s goalkeeping and defensive situation is far from sorted before they take on USA in their opening game on Saturday, but the Three Lions conjure up an image of die hard, last ditch defending, the sort that puts team before the individual. It was this approach that limited other qualifying sides to just six goals.
zh_cn: 在下周二与美国队的首场比赛之前，英格兰队的门将和后防形势还将是扑朔迷离，但三狮军团死不服输拼命防守的劲头，再加上团队至上的荣誉感，让他们整个预选赛阶段只丢了6个球。

source: Titan Bet odds: 7.50
zh_cn: Titan Bet赔率：7.50

source: Argentina | Sergio Romero
zh_cn: 阿根廷——塞尔吉奥·罗梅罗

source: With Diego Maradona in charge of his beloved Argentina, anything is possible.
zh_cn: 因为是迭戈·马拉多纳掌管了他最热爱的阿根廷队，于是一切皆有了可能。

source: The pint-sized manager wanted luxury toilets at his training camp, but he\'ll be hoping his side don\'t flush their chances away with poor defending - they let in 20 goals in qualifying after all.
zh_cn: 这个个子不高的阿根廷教头希望自己的训练营里拥有豪华厕所，但他肯定不希望球队夺冠的机会被糟糕的防守冲得稀烂——毕竟他们在预选赛里丢了整整20个球。

source: The lack of fire power in Nigera, South Korea and Greece may be a saving grace.
zh_cn: 同组的尼日利亚、韩国和希腊进攻的火力不强，这对阿根廷人来说是个天大的好消息。

source: Titan Bet odds: 8.50
zh_cn: Titan Bet赔率：8.50

source: Italy | Gigi Buffon
zh_cn: 意大利——布冯

source: Famed for Catenaccio, it\'s a little surprising Italy aren\'t further up this list. Especially after a qualifying campaign that saw them concede just seven goals.
zh_cn: 赖以成名的四三三，如果意大利队靠这套阵型没有在世界杯上干出点名堂来，的确会让人吃惊不小，而且他们在预选赛中只丢了7个球。

source: An aging backline certainly won\'t help, but New Zealand, Paraguay and Slovakia will hardly test the regimental Mediterraneans, especially with the ever-dependable Gigi Buffon in goal.
zh_cn: 一条老化的后防线显然有些不堪大用，但一贯可靠的门将布冯弥补了这个缺陷，凭同组对手新西兰、葡萄牙和斯洛文尼亚的实力，还很难考验到蓝衣军团的球门。

source: Titan Bet odds: 11.00
zh_cn: Titan Bet赔率：11.00

source: The value bet
zh_cn: 值得关注的门将

source: Germany
zh_cn: 德国

source: Manuel Neuer
zh_cn: 曼纽尔·诺伊尔

source: Titan Bet odds: 13.00
zh_cn: Titan Bet赔率：13.00

source: Why he can do it: Just five goals given away in qualifying and with a goalkeeper that is highly rated across Europe in Manuel Neuer, Germany should be hard to score past, but will be tested by the sprightly Australia, the physical Ghana and the enthusiastic Serbia.
zh_cn: 入选理由：预选赛只丢了5球，因为德国队拥有在欧洲评价很高的门将曼纽尔·诺伊尔。德国人防守强悍，但同组澳大利亚的活力、加纳的身体以及塞尔维亚的狂热都会给他们造成不小的麻烦。

source: France
zh_cn: 法国

source: Hugo Lloris
zh_cn: 雨果·洛里斯

source: Titan Bet odds: 15.00
zh_cn: Titan Bet赔率：15.00

source: Hardly a smooth qualification from the French who needed a hand (literally) to squeeze past Ireland in a play-off.
zh_cn: 预选赛走来，一路坎坷，法国人甚至需要用手的帮忙才能淘汰爱尔兰。

source: They didn\'t exactly chuck goals away, but conceded nine in 10 games.
zh_cn: 他们并不太善于防守，但预选赛10场比赛只丢了9球。

source: Hugo Lloris, though, is more than capable of earning a clean sheet on his own.
zh_cn: 法国门将洛里斯应该会力保球门不失。

source: Holland
zh_cn: 荷兰

source: Maarten Stekelenburg
zh_cn: 马滕·斯特克伦博格

source: No place for Edwin van der Sar in this tournament\'s Holland squad so the responsibility of keeping the goals out falls to Ajax\'s Maarten Stekelenburg.
zh_cn: 本届世界杯，老门将范德萨没有入选荷兰队，为橙衣军团把门的重任就落到了阿贾克斯门将马滕·斯特克伦博格的身上了。

source: The Dutch were the meanest of all the European sides in qualifying, letting a mere two goals in, and could be a good bet at 15.00 with Denmark, Japan and Cameroon in their group.
zh_cn: 在所有的欧洲球队中，荷兰队是预选赛阶段失球最少的球队，只丢了两个球。世界杯中他们同丹麦、日本和喀麦隆分在了一组，为斯特克伦博格开出15/1的赔率不算太离谱。

source: Portugal
zh_cn: 葡萄牙

source: Eduardo
zh_cn: 爱德华多

source: Titan Bet odds: 21.00
zh_cn: Titan Bet赔率：21.00

source: Portugal finished just two points behind group leaders Denmark in qualifying and conceded only five goals (and none in their two play-off legs against Bosnia).
zh_cn: 在预选赛中，葡萄牙落后小组头名丹麦两分，失球5个（在与波黑的两回合附加赛中没有失球）。

source: The man between the sticks is the relatively unheard of Eduardo, who plays for Braga, and has been a reliable custodian for Carlos Quieroz all through qualifying.
zh_cn: 效力于布拉加队的葡萄牙门将爱德华多的大名可能很多人没听说过，但在预选赛阶段，他的确是主教练奎罗斯最可信赖的门将。

source: Serbia
zh_cn: 塞尔维亚

source: Vladimir Stojkovic
zh_cn: 弗拉基米尔·斯托伊科维奇

source: Titan Bet odds: 26.00
zh_cn: Titan Bet赔率：26.00

source: Wigan understudy Vladimir Stojkovic guards the onion bag for Serbia, and did a pretty good job in qualifying, letting eight goals in as Radomir Antic\'s side topped their group ahead of France, Austria and Romania.
zh_cn: 英超维甘的替补门将斯托伊科维奇为塞尔维亚镇守龙门，预选赛他表现出色，帮助安蒂奇的球队抢得小组头名，积分超越法国。

source: Keeping the goals out against Germany will be a different stoy, though.
zh_cn: 但世界杯同组对手德国队攻击力很强，这对塞尔维亚人是个不小的考验。

source: The worthwhile flutters
zh_cn: 可能的黑马

source: Ivory Coast: (34.00) Africa is not known for producing World Class shot-stoppers but at least Ivory Coast keeper Boubacar Barry can lay claim to having the best name at this year\'s tournament.
zh_cn: 科特迪瓦：（34.00）非洲顶级水平的门将不多，但科特迪瓦门将布巴卡尔·巴里在预选赛上的出色表现颠覆这种传统观念。

source: Only four goals conceded during qualifying but since when have Burkina Faso, Malawi and Guinea been known for their fire power?
zh_cn: 虽然他们只失了4球，但必须得考虑到同组的尽是布基纳法索、马拉维、几内亚这样的鱼腩球队。

source: Mexico: (34.00) No longer is Jorge Campos around to scar our retinas with his garish, self-designed goalie shirts. The unattached, 37-year-old Oscar Perez is the No.1 these days.
zh_cn: 墨西哥：（34.00）那个穿着自己剪裁且鲜艳夺目门将服的墨西哥花蝴蝶豪尔赫·坎波斯已经从我们的视野中淡出了，现在为墨西哥镇守大门的是37岁的老门将奥斯卡·佩雷斯。

source: If he turns up in a multi-colour jersey, he\'s got my bet.
zh_cn: 如果他穿上一件多彩球衫出场的话，我会考虑冒险赌他一把。

source: Chile: (41.00) Claudio Bravo may well be able to keep the goals out against plucky Honduras and Switzerland, but will be a busy boy against Spain. Expect that clean sheet to be ruled out early on.
zh_cn: 智利：（41.00）在对阵洪都拉斯和瑞士这样的球队时，让克劳迪奥·布拉沃把门肯定没什么问题，但面对西班牙时，他可就没那么轻松了，智利人的大门可能会早早就被攻破。

source: Paraguay: (41.00) If Justo Villar is anything like former Paraguay keeper Jose Luis Chilavert, expect him to take the team\'s penalties, free-kicks and just about anything he can get a shot on goal with.
zh_cn: 巴拉圭：（41.00）如果加斯托·维拉尔有巴拉圭前国门奇拉维特那样的得分能力，那球队的点球、任意球以及其他门将可以得分的方式最好让他都包了。

source: But at 41.00 it\'s a very long shot to keep the most clean sheets - the sort of long shot Chilavert would still try and score with.
zh_cn: 但41/1的赔率意味着维拉尔很难保住清白之身，不过可以尝试一下奇拉维特那样的门将直接得分方式。

source: Titan Bet are giving away an incredible $100 million to the fan who can correctly predict all 64 games in the World Cup. There is a guaranteed $1 million up for grabs for the fan who comes closest!
zh_cn: 正确预测世界杯64场比赛胜负的球迷，将有机会获得Titan Bet 派发的1亿美元奖金！没有全部猜对也没关系，猜得最正确的球迷也能拿到100万美元。
